const
  locale =
    {
      GENERAL: {
        SUBSCRIBE: {
          en: 'Subscribe',
          he: 'הרשם'
        }
      },
      MENU: {
        RESONATORS: {
          en: 'Resonators',
          he: 'רזונטורז'
        },
        WHY: {
          en: 'Why you need a therapy reminders system',
          he: 'מדוע צריך מערכת תזכורת טיפולית'
        },
        APP_FEATURES: {
          en: 'What',
          he: 'מה'
        },
        FAQS: {
          en: 'FAQs',
          he: 'שאולת נפוצות'
        },
        APP: {
          en: 'App',
          he: 'לאפליקציה'
        }
      },
      MAIN: {
        TITLE:{
          en: 'Resonators: Enhance your therapy',
          he: 'הרזונטורז: מערכת להעצמת הטיפול הפסיכולוגי באמצעות מטפל'
        },
        PARAGRAPH:{
          en: 'A web based system for your PC or mobile that resonate the content of your session - in between sessions. Used as a leverage over synchronization between you and you client and aids in strengthening the grip of the content of the sessions in the patients mind.',
          he: 'מערכת אינטרנטית למחשב ולמובייל המהדהדת את התכנים הטיפוליים בין פגישות, משמשת מנוף להגברת הסינכרון בין המטפל והמטופל ומסייעת בהעמקת האחיזה של התכנים הטיפוליים בתודעת המטפל והמטופל'
        }
      },
      WHY: {
        TITLE: {
          en: '',
          he: 'מה קרה לתוכן הטיפול מפגישה קודמת'
        },
        SUBTITLE: {
          en: '',
          he: 'הטיפול כמאבק על תודעת המטופל'
        },
        PARAGRAPH: {
          en: '',
          he: `מטפלים רבים מכירים את הרגע בו נפגשו עם המטופלים שלהם אחרי שבפגישה טיפולית קודמת עלו תכנים משמעותיים ולעיתים מסעירים. אנו מגיעים למפגש הטיפולי העוקב עם ציפייה לעבודה שעשה מפגש קודם זה בנפשו של המטופל אך מופתעים מכך שהמטופל מתקשה לזכור במה מדובר או שהזיכרון שלו את החוויה הטיפולית שונה באופן מהותי מזה שלנו המטפלים. תופעה זו מונחת כאן בתוך הקונספט הרחב יותר של התחרות שמתנהלת בין התכנים הטיפוליים ובין תכנים אחרים בתודעת המטופל מתוך האבחנה כי התכנים הטיפוליים הם מאתגרים עבור מטופלינו בהיותם חדשניים ואף מהפכניים, דורשים שינוי של הרגלים עמוקים ונוגעים לעיתים בנקודות כואבות. נוסיף לכך את שיגרת ההצפה בתכני היומיום ובתקופתנו, מסכי המחשבים והטלפונים מציפים אותנו בתכנים הנדחפים לחיינו ומסיחים את דעתנו, מתקבלת תמונה של קושי רב למקם את התכנים הטיפוליים במקום הראוי להם: מקום איסטרטגי ומשמעותי בתודעה. קושי זה יוצר אתגרים משמעותיים בחזיתות רבות של הטיפול.
                        להתמודדות עם האתגר התודעתי פיתחנו קונספט המושתת על מערכת מומחה אינטרנטית המאפשרת למטפל ומטופל, להפוך את התכנים הטיפוליים המשמעותיים שעולים בטיפול לזמינים באופן רציף, מעוררים, מהדהדים ומשפיעים יותר.`
        },
      },
      VIDEOS:{
        SIGNUP: {
          HEADER: {
            en: 'Sign-up and create a resonator',
            he: 'הרשמה ויצירת תזכורות טיפוליות'
          },
          TEXT: {
            en: 'Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text',
            he: 'כדי להתמודד עם הקשיים והחסמים התודעתיים בטיפול יצרנו את מערכת הרזונטורז. מערכת אינטרנטית המסוגלת לתמוך בכל שיטה טיפולית בה מעורב מטפל בפגישות סדורות, המאפשרת למטפל והמטופל ליצור יחד "רזונטור"© שהוא תזכורת טיפולית המקפלת בתוכה תובנה טיפולית הנתפשת משמעותית, מרכזית וחשובה. משהוגדר, נשלח הרזונטור אוטומטית אל המטופל במהלך השבוע, בין הפגישות ובתוך שיגרת החיים. הרזונטור נכתב בשפת הנראטיב של המטופל ולכן מעורר את המוטיבציה הפנימית לחיבור ואף לשינוי. למרות שהתזכורת נשלחת ללא צורך של המטפל לעסוק בכך מלבד ההגדרה הראשונית, היא מאפשרת תקשורת משוכללת בין המטפל והמטופל בהיותה אינטראקטיבית, כלומר, המערכת מכילה כלים להזמנת תגובה מהמטופל. אפשרות חשובה זו מציעה למטופלים, בכל פעם שהתזכורת מגיעה, לרענן את החיבור הרגשי שלהם לתוכן הטיפולי.',
          }
        },
        CREATE: {
          HEADER: {
            en: 'Sign-up and create a resonator',
            he: 'הרשמה ויצירת תזכורות טיפוליות'
          },
          TEXT: {
            en: 'Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text',
            he: 'כדי להתמודד עם הקשיים והחסמים התודעתיים בטיפול יצרנו את מערכת הרזונטורז. מערכת אינטרנטית המסוגלת לתמוך בכל שיטה טיפולית בה מעורב מטפל בפגישות סדורות, המאפשרת למטפל והמטופל ליצור יחד "רזונטור"© שהוא תזכורת טיפולית המקפלת בתוכה תובנה טיפולית הנתפשת משמעותית, מרכזית וחשובה. משהוגדר, נשלח הרזונטור אוטומטית אל המטופל במהלך השבוע, בין הפגישות ובתוך שיגרת החיים. הרזונטור נכתב בשפת הנראטיב של המטופל ולכן מעורר את המוטיבציה הפנימית לחיבור ואף לשינוי. למרות שהתזכורת נשלחת ללא צורך של המטפל לעסוק בכך מלבד ההגדרה הראשונית, היא מאפשרת תקשורת משוכללת בין המטפל והמטופל בהיותה אינטראקטיבית, כלומר, המערכת מכילה כלים להזמנת תגובה מהמטופל. אפשרות חשובה זו מציעה למטופלים, בכל פעם שהתזכורת מגיעה, לרענן את החיבור הרגשי שלהם לתוכן הטיפולי.',
          }
        },

        // Unified protocol.
        U_P: {
          HEADER: {
            en: 'Sign-up and create a resonator',
            he: 'הרשמה ויצירת תזכורות טיפוליות'
          },
          TEXT: {
            en: 'Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text Sign-up and create a reminder text',
            he: 'כדי להתמודד עם הקשיים והחסמים התודעתיים בטיפול יצרנו את מערכת הרזונטורז. מערכת אינטרנטית המסוגלת לתמוך בכל שיטה טיפולית בה מעורב מטפל בפגישות סדורות, המאפשרת למטפל והמטופל ליצור יחד "רזונטור"© שהוא תזכורת טיפולית המקפלת בתוכה תובנה טיפולית הנתפשת משמעותית, מרכזית וחשובה. משהוגדר, נשלח הרזונטור אוטומטית אל המטופל במהלך השבוע, בין הפגישות ובתוך שיגרת החיים. הרזונטור נכתב בשפת הנראטיב של המטופל ולכן מעורר את המוטיבציה הפנימית לחיבור ואף לשינוי. למרות שהתזכורת נשלחת ללא צורך של המטפל לעסוק בכך מלבד ההגדרה הראשונית, היא מאפשרת תקשורת משוכללת בין המטפל והמטופל בהיותה אינטראקטיבית, כלומר, המערכת מכילה כלים להזמנת תגובה מהמטופל. אפשרות חשובה זו מציעה למטופלים, בכל פעם שהתזכורת מגיעה, לרענן את החיבור הרגשי שלהם לתוכן הטיפולי.',
          }
        }
      },
      FAQS: {
        HEADER: {
          en: 'FAQS',
          he: 'שאלות תכופות'
        },
        STATUS: {
          HEADER: {
            en: 'Question 1',
            he: 'מה הסטטוס של המערכת וכמה עולה להשתמש בה'
          },
          PARAGRAPH: {
            en: 'Text 1 Text 1 Text 1 Text 1',
            he: 'המערכת בהקמה והיא גם מאוד יציבה אבל בהחלט ייתכנו בעיות לעיתים. מתנצלים מראש. נכון לעכשיו המערכת מוצעת בחינם וללא התחייבות מכל סוג שהוא מבחינת היוצרים לפחות עד סוף 2017. כוונתנו הנכחית היא להשאיר תמיד את המערכת נגישה גם מבחינת העלות. נשקול בחיוב גם להשאיר אותה חינמית לתמיד לנרשמים מוקדמים שישתמשו בה באופן משמעותי וייתנו לנו משובים'
          },
        },
        EFFICIENCY: {
          HEADER: {
            en: 'Question 2',
            he: 'האם יעילות המערכת מוכחת'
          },
          PARAGRAPH: {
            en: 'Text 2 Text 2 Text 2 Text 2',
            he: 'המערכת נמצאת בשימוש מאז אמצע 2015 בשתי קליניקות עם עשרות מטופלים. נכון להיום לא התבצע מחקר קליני על יעילות המערכת אבל מטפלים ומטופלים מדווחים על יעילות רבה והאצה משמעותית בקליטת תכנים טיפוליים'
          },
        },
        FOLLOWERS: {
          HEADER: {
            en: 'Question 3',
            he: 'האם המטופלים צריכים גם כן להרשם למערכת'
          },
          PARAGRAPH: {
            en: 'Text 3 Text 3 Text 3 Text 3',
            he: 'לא!!! בהנחה שהמטופל שלך הסכים שישלחו לו תזכורות, ברגע שהגדרת לו תזכורת היא פשוט תגיע לו למייל. הוא לא צריך לעשות שום דבר נוסף'
          },
        },
      }
    };


export default locale;
