const
  locale =
    {
      GENERAL: {
        SUBSCRIBE: {
          en: 'Subscribe',
          he: 'הרשם'
        }
      },
      MENU: {
        RESONATORS: {
          en: 'Resonators',
          he: 'רזונטורז'
        },
        WHY: {
          en: 'Why you need a therapy reminders system',
          he: 'מדוע צריך מערכת תזכורת טיפולית'
        },
        APP_FEATURES: {
          en: 'What',
          he: 'מה'
        },
        FAQS: {
          en: 'FAQs',
          he: 'שאולת נפוצות'
        },
        APP: {
          en: 'App',
          he: 'לאפליקציה'
        }
      },
      MAIN: {
        TITLE:{
          en: 'Resonators: Enhance your therapy',
          he: 'הרזונטורז: מערכת להעצמת הטיפול הפסיכולוגי באמצעות מטפל'
        },
        PARAGRAPH:{
          en: 'A web based system for your PC or mobile that resonate the content of your session - in between sessions. Used as a leverage over synchronization between you and you client and aids in strengthening the grip of the content of the sessions in the patients mind.',
          he: 'מערכת אינטרנטית למחשב ולמובייל המהדהדת את התכנים הטיפוליים בין פגישות, משמשת מנוף להגברת הסינכרון בין המטפל והמטופל ומסייעת בהעמקת האחיזה של התכנים הטיפוליים בתודעת המטפל והמטופל'
        }
      },
      WHY: {
        TITLE: {
          en: '',
          he: 'מה קרה לתוכן הטיפול מפגישה קודמת'
        },
        SUBTITLE: {
          en: '',
          he: 'הטיפול כמאבק על תודעת המטופל'
        },
        PARAGRAPH: {
          en: '',
          he: `מטפלים רבים מכירים את הרגע בו נפגשו עם המטופלים שלהם אחרי שבפגישה טיפולית קודמת עלו תכנים משמעותיים ולעיתים מסעירים. אנו מגיעים למפגש הטיפולי העוקב עם ציפייה לעבודה שעשה מפגש קודם זה בנפשו של המטופל אך מופתעים מכך שהמטופל מתקשה לזכור במה מדובר או שהזיכרון שלו את החוויה הטיפולית שונה באופן מהותי מזה שלנו המטפלים. תופעה זו מונחת כאן בתוך הקונספט הרחב יותר של התחרות שמתנהלת בין התכנים הטיפוליים ובין תכנים אחרים בתודעת המטופל מתוך האבחנה כי התכנים הטיפוליים הם מאתגרים עבור מטופלינו בהיותם חדשניים ואף מהפכניים, דורשים שינוי של הרגלים עמוקים ונוגעים לעיתים בנקודות כואבות. נוסיף לכך את שיגרת ההצפה בתכני היומיום ובתקופתנו, מסכי המחשבים והטלפונים מציפים אותנו בתכנים הנדחפים לחיינו ומסיחים את דעתנו, מתקבלת תמונה של קושי רב למקם את התכנים הטיפוליים במקום הראוי להם: מקום איסטרטגי ומשמעותי בתודעה. קושי זה יוצר אתגרים משמעותיים בחזיתות רבות של הטיפול.
                        להתמודדות עם האתגר התודעתי פיתחנו קונספט המושתת על מערכת מומחה אינטרנטית המאפשרת למטפל ומטופל, להפוך את התכנים הטיפוליים המשמעותיים שעולים בטיפול לזמינים באופן רציף, מעוררים, מהדהדים ומשפיעים יותר.`
        },
      }
    };


export default locale;
